Repository: Easyshop/Easyshop
Catalog: easyshop.coupon/easyshop/coupon/locales/*/LC_MESSAGES/easyshop.coupon.po
Languages: de

source: Coupon
de: Gutschein

source: If you have a Coupon Code please enter it here
de: Geben Sie Ihren Gutschein Code hier ein

source: amount_of_criteria_label
de: Kriterien

source: apply code
de: Code einlösen

source: coupon ID
de: Gutschein ID

source: coupon already consumed
de: Der Gutschein wurde bereits von Ihnen eingelöst

source: coupon code
de: Gutschein Code

source: coupon_effective
de: Gültig ab: ${effective}

source: coupon_expires
de: Gültig bis: ${expires}

source: invalid customer
de: Sie müssen sich anmelden, um Gutscheine verwenden zu können

source: no coupon found
de: Der Gutschein Code wurde nicht gefunden

source: please enter a valid coupon id
de: Bitte geben Sie einen gültigen Gutschein Code ein

source: valid coupon consumed
de: Ihr Gutschein ist gültig!

source: valid_coupon_title
de: Ihr Gutschein Code:
