Repository: Easyshop/Easyshop
Catalog: products/EasyShopTranslations/i18n/easyshop-*.po
Languages: de, fr

source: is required
de: ist erforderlich
fr: est obligatoire

source: A short description, which is displayed in search results
de: Eine kurze Beschreibung, die in Suchresultaten angezeigt wird.
fr: Une description brève montrée dans les résultats de recherche

source: A short text of the product, which can be displayed in overviews
de: Eine kurze Beschreibung, die in Übersichten angezeigt wird.
fr: Un texte affichable lors d' aperçus

source: A text of the product, which is displayed in detailed views
de: Beschreibung des Produkts, die in der Detailansicht angezeigt wird.
fr: Un texte, à propos du produit; affiché dans une vue détaillée

source: Account Number
de: Konto Nummer
fr: Numéro de compte bancaire

source: Add Address
de: Adresse hinzufügen
fr: Ajouter une adresse

source: Add Bank Information
de: Bankverbindung hinzufügen
fr: Ajouter des informations bancaires

source: Add Credit Card
de: Kreditkarte hinzufügen
fr: Ajouter une carte de paiement

source: Add Related Products Portlet
de: Zugehörige Produkte
fr: Ajouter un portlet de produits associés

source: Add User
de: Benutzer hinzufügen
fr: Ajouter un utilisateur

source: Add to Cart
de: In den Warenkorb
fr: Ajouter au panier

source: Address 1
de: Straße/Hausnr.
fr: Adresse 1

source: Article Id
de: Artikel ID
fr: Identifiant du produit

source: Bank Information Code
de: Bankleitzahl
fr: Code de la banque

source: Buy Product
de: Produkt kaufen
fr: Achat du produit

source: Card Number
de: Kartennummer
fr: Numéro de la carte

source: Card Owner
de: Kartenbesitzer
fr: Titulaire de la carte

source: Card Type
de: Kartenart
fr: Type de cartes

source: Cart
de: Warenkorb
fr: Panier

source: Cash on delivery
de: Per Nachname
fr: Paiement à la livraison

source: Categories have been deleted.
de: Kategorien wurden gelöscht.
fr: Les catégories ont été effacées.

source: Categories have been deselected.
de: Kategorien wurden abgewählt.
fr: Les catégories ont été dé-sélectionnées.

source: Categories have been moved.
de: Kategorien wurden geändert.
fr: Les catégories ont été déplacées.

source: Categories have been selected.
de: Kategorien wurden ausgewählt.
fr: Les catégories ont été sélectionnées.

source: Changes saved
de: Die Änderungen wurden gesichert
fr: Changements effectués

source: City
de: Stadt
fr: Ville

source: Company Name
de: Firmenname
fr: Raison socialee

source: Country
de: Land
fr: Pays

source: Create a new address
de: Neue Adresse hinzufügen
fr: Créer une adresse

source: Create a new bank account
de: Neues Bankkonto hinzufügen
fr: Créer un compte bancaire

source: Create a new credit card.
de: Neue Kreditkarte hinzufügen
fr: Créer une carte de paiement.

source: Create a new customer
de: Neuen Kunden hinzufügen
fr: Créer un client

source: Credit Card
de: Kreditkarte
fr: Carte de paiement

source: Day
de: Tag
fr: Jour

source: Days
de: Tage
fr: Jours

source: Depositor
de: Kontoeigentümer
fr: Titulaire

source: Description
de: Beschreibung

source: Direct Debit
de: Bankeinzug
fr: Prélèvement direct

source: EasyShop recommendation
de: Empfehlung für Online-Shop

source: EasyShop: Categories
de: EasyShop: Kategorien
fr: Catégories EasyShop

source: EasyShop: Formatter
de: EasyShop: Formatierer
fr: Agencement d' EasyShop

source: EasyShop: Information
de: EasyShop: Informationen

source: EasyShop: Last Seen
de: EasyShop: Zuletzt gesehen

source: EasyShop: Related Products
de: EasyShop: Zugehörige Produkte

source: EasyShop: Sorting
de: EasyShop: Sortierung

source: EasyShop: Stock Information
de: EasyShop: Lagerinformationen
fr: Information de stock

source: Edit Address
de: Adresse bearbeiten
fr: Éditer l'adresse

source: Edit Bank Account
de: Bankkonto bearbeiten
fr: Édition du compte bancaire

source: Edit Credit Card
de: Kreditkarte bearbeiten
fr: Édition de la carte de paiement

source: Edit Customer
de: Benutzer bearbeiten
fr: Édition d'un Client

source: Edit EasyShop Categories Portlet
de: EasyShop Kategorien Portlet bearbeiten
fr: Édition du portlet des Catégories

source: Edit Related Products Portlet
de: Portlet Zugehörige Produkte bearbeiten
fr: Édition du portlet des produits associés

source: Edit canceled
de: Bearbeitung wurde abgebrochen
fr: Annuler l'édition en cours

source: Expand all
de: Alle ausklappen
fr: Tout déplier

source: Expiration Date Month
de: Ablaufdatum Monat
fr: Mois de la date d'expiration

source: Expiration Date Year
de: Ablaufdatum Jahr
fr: Année de l'expiration

source: External unique id of the product
de: Externe Artikel ID
fr: Identifiant du produit

source: File
de: Datei
fr: Fichier

source: Firstname
de: Vorname
fr: Prénom

source: For Sale
de: Im Angebot
fr: En promotion

source: How many products to list. 0 for all.
de: Wieviele Produkte werden angezeigt. 0 für alle.
fr: Nombre de produits à afficher( 0 pour tous).

source: If selected all categories are expanded by default.
de: Falls ausgewählt, werden alle Kategorien ausgeklappt.
fr: à sélectionner pour que par défaut la liste des catégories soit dépliée.

source: If selected amount of product per categories is displayed.
de: Falls ausgeklappt, wird Anzahl Produkte pro Kategory angezeigt.
fr: à sélectionner pour que le nombre de produits dans une catégorie soit affiché.

source: If selected the sale price is active and displayed additionally.
de: Falls ausgewählt, ist der Angebotspreis aktiv und wird zusätzlich angezeigt.
fr: à sélectionner pour que la promotion soit active et que le prix soit divulgué.

source: If selected, the stock amount of the product is not decreased.
de: Falls ausgewählt, wird der Lagerbestand nicht verringert.
fr: à sélectionner si le montant du stock ne doit pas être diminué.

source: Item's position has changed.
de: Die Position wurde verändert.
fr: position changée.

source: Lastname
de: Nachname
fr: Nom de famille

source: Long Text
de: Langtext
fr: Texte long

source: My Account
de: Mein Konto
fr: Mon Compte

source: No
de: Nein
fr: Non

source: None
de: Ohne
fr: Aucun

source: Number of products to display
de: Anzahl der Produkte die angezeigt werden.
fr: Nombre de produits à exposer

source: Password
de: Passwort
fr: Mot de passe

source: Password Confirmation
de: Passwort (Bestätigung)
fr: Confirmation du mot de passe

source: Percentage
de: Prozent
fr: Pourcentage

source: Phone
de: Telefon
fr: Téléphone

source: Please add a e-mail address.
de: Bitte eine E-Mail Adresse hinzufügen!
fr: Donnez s'il vous une adresse émail.

source: Please confirm our terms and conditions.
de: Bitte bestätigen Sie unsere AGB
fr: Confirmez l'acception des termes et conditions.

source: Please confirm your password.
de: Bitte bestätigen Sie Ihr Passwort
fr: Veuillez confirmer s'il vous plaît votre mot de passe.

source: Please edit the form below and press save.
de: Bitte bearbeiten Sie das Formular und drücken Sie speichern!

source: Please enter a new address and click save.
de: Bitte geben Sie eine neue Adresse ein und drücken Sie speichern

source: Please enter the bank name
de: Bitte Bankname eingeben!
fr: Saisissez s'il vous plaît le nom de l'établissement bancaire

source: Please enter the depositor of the account
de: Bitte Kontobesitzer hinzufügen!
fr: Saisissez le nom du titulaire du compte

source: Please enter the expiration date of the card.
de: Bitte geben Sie den Monat des Ablaufdatums ein!
fr: Veuillez s'il vous plaît saisir la date d'expiration de la carte .

source: Please enter the name of the card owner.
de: Bitte geben Sie den Namen des Kartenbesitzers ein.
fr: Veuillez saisir s'il vous plaît le nom du titulaire de la carte.

source: Please enter your account number
de: Bitte bearbeiten Sie Ihre Kontonummer ein!
fr: Veuillez s'il vous plaît saisir le numéro du compte

source: Please enter your address.
de: Bitte geben Sie Ihre Adresse ein!
fr: Veuillez saisir votre adresse, s'il vous plaît.

source: Please enter your bank information code
de: Bitte geben Sie Ihre Bankverbindung ein!
fr: Veuillez s'il vous plaît saisir le code de la banque

source: Please enter your city.
de: Bitte geben Sie Ihre Stadt ein!
fr: Veuillez s'il vous plaît saisir le nom de votre ville.

source: Please enter your company name.
de: Bitte geben Sie Ihren Firmennamen ein!
fr: Veuillez s'il vous plaît saisir le nom de votre entreprise.

source: Please enter your country.
de: Bitte geben Sie Ihr Land ein!
fr: Veuillez s'il vous plaît saisir le nom de votre pays.

source: Please enter your e-mail address.
de: Bitte geben Sie Ihre E-Mail Adresse ein!
fr: Veuillez s'il vous plaît saisir votre adresse de courrier électronique.

source: Please enter your e-mail.
de: Bitte geben Sie Ihre E-Mail Adresse ein!
fr: Veuillez s'il vous plaît saisir votre adresse de courrier électronique.

source: Please enter your firstname.
de: Bitte geben Sie Ihren Vorname ein!
fr: Veuillez s'il vous plaît saisir votre prénom.

source: Please enter your lastname.
de: Bitte geben Sie Ihren Nachnamen ein!
fr: Veuillez s'il vous plaît saisir votre nom de famille.

source: Please enter your password.
de: Bitte geben Sie Ihr Passwort ein!
fr: Veuillez s'il vous plaît saisir votre mot de passe.

source: Please enter your phone number.
de: Bitte geben Sie Ihre Telefonnummer ein.
fr: Veuillez s'il vous plaît saisir votre numéro de téléphone.

source: Please enter your the card number.
de: Bitte geben Sie Ihre Kartennummer ein!
fr: Veuillez s'il vous plaît saisir le numéro de la carte.

source: Please enter your zip code.
de: Bitte geben Sie Ihre Postleitzahl ein!
fr: Veuillez s'il vous plaît saisir votre code postal.

source: Please select the type of the card.
de: Bitte geben Sie den Type Ihre Karte ein!
fr: Veuillez choisir le type de la carte.

source: Prepayment
de: Vorabüberweisung
fr: Pré paiement

source: Price
de: Preis
fr: Prix

source: Product
de: Produkt
fr: Produit

source: Sale Price
de: Angebotspreis

source: Select
de: Bitte wählen!
fr: Choisissez

source: Send invoice to this address
de: Rechnung an diese Adresse senden
fr: Envoyer la facture à cette adresse

source: Send products to this address
de: Lieferung an diese Adresse senden

source: Short Text
de: Kurztext
fr: Texte bref

source: Short Title
de: Kurztitel
fr: Intitulé bref

source: Short title of the product, which can be displayed in overviews
de: Kurztitel des Produktes, der in Übersichten angezeigt wird.
fr: Intitulé court du produit affichable dans un aperçu

source: Show quantity
de: Anzahl anzeigen

source: Stock Amount
de: Lagerbestand
fr: Montant du stock

source: The address has been deleted.
de: Die Adresse wurde gelöscht.
fr: L'adresse a été effacée.

source: The amount of this product in stock. This number is decreased automatically when the product has been sold.
de: Die Menge des Produktes im Lager. Diese Zahl wird autamatisch verringert, wenn das Produkt verkauft wird.
fr: Quantité du produit en stock (ce nombre est mis à jour après chaque vente).

source: The category aleady exits.
de: Die Kategorie existiert bereits.
fr: Cette catégorie existe déjà.

source: The category has been added.
de: Die Kategorie wurde hinzugefügt.
fr: La catégorie a été ajoutée.

source: The information as HTML
de: Die Information als HTML.

source: The information as downloadable file.
de: Die Information als herunterladbare Datei.

source: The price of the product.
de: Der Produktpreis.
fr: Prix du produit.

source: The product has been added to the cart.
de: Das Produkt wurde zum Warenkorb hinzugefügt.
fr: L'article a été ajouté au panier.

source: The sale price of the product.
de: Der Angebotspreis
fr: Prix de vente du produit.

source: The weight of the product.
de: Das Gewicht des Produktes.
fr: Poids du produit.

source: This portlet displays related products.
de: Diese Portlet zeigt zugehörige Produkte an.
fr: Ce portlet affiche les produits associés.

source: This portlet displays the categories of an EasyShop.
de: Diese Portlet zeigt die Kategorien des EasyShops an

source: To change your address edit the form and press save.
de: Um Ihre Adresse zu ändern, bearbeiten Sie bitte das Formular und drücken Sie "speichern"

source: To change your bank information edit the form and press save.
de: Um Ihre Bankverbindung zu ändern, bearbeiten Sie bitte das Formular und drücken Sie "speichern"
fr: Pour changer les informations bancaires; remplissez ce formulaire puis appuyez sur "Enregistrez".

source: To change your credit card edit the form and press save.
de: Um Ihre Kreditkarte zu ändern, bearbeiten Sie bitte das Formular und drücken Sie "speichern"
fr: Si vous désirez apporter un changement relatif à votre carte bancaire, éditez ce formulaire puis appuyez sur "Enregistrez".

source: Unlimited Amount
de: Unbegrenzte Menge
fr: Montant non limité

source: Username
de: Benutzername
fr: Nom d'utilisateur

source: Week
de: Woche
fr: Semaine

source: Weeks
de: Wochen
fr: Semaines

source: Weight
de: Gewicht
fr: Poids

source: Yes
de: Ja
fr: Oui

source: Your mail has been sent.
de: Ihre E-Mail wurde versendet.
fr: Votre courrier a été envoyé.

source: Your order has been payed.
de: Ihre Bestellung wurde bezahlt.

source: Your order has been received. Thank you!
de: Ihre Bestellung wurde übersendet. Vielen Dank!
fr: Nous avons bien reçu votre commande et nous vous en remercions !

source: Zip Code
de: Postleitzahl
fr: Code postal

source: accessories_label
de: Zubehör

source: account_no_label
de: Konto-Nr.
fr: N° de Compte.

source: add_address_form_title
de: Bitte geben Sie eine Neue Adresse ein
fr: Ajout d'une nouvelle adresse

source: add_address_label
de: Adresse hinzufügen

source: add_bank_information_label
de: Bankkonto hinzufügen

source: add_credit_card_label
de: Kreditkarte hinzufügen

source: add_form_description
de: Wenn Sie fertig sind, klicken Sie bitte auf Weiter

source: add_label
de: Hinzufügen

source: add_property_label
de: Eigenschaft hinzufügen

source: add_redirection_label
de: Umleitung

source: add_to_cart_label
de: In den Warenkorb
fr: Ajouter au panier

source: add_to_group_label
de: zur Gruppe hinzufügen

source: added_to_cart_label
de: Diese Artikel wurden dem Warenkorb hinzugefügt
fr: Ce ou ces articles ont été ajoutés au panier

source: addresses_label
de: Adressen
fr: Adresses

source: advanced_label
de: erweitert

source: all_label
de: Alle

source: also_invoice_address_description
de: (Falls nicht, können Sie diese gleich eingeben)

source: also_invoice_address_label
de: Das ist auch meine Rechnungsadresse
fr: Il s'agit aussi de l'adresse de facturation

source: amount_label
de: Menge

source: amount_of_criteria_label
de: Anzahl Kriterien
fr: Nombre de critère(s)

source: amount_of_items_label
de: Anzahl Artikel
fr: Quantité d'articles

source: article_id_label
de: Article ID
fr: Identification de l'article

source: article_label
de: Artikel
fr: Article

source: ascending_label
de: Aufsteigend

source: availability_label
de: Lieferbar

source: available_time_period_label
de: Lieferbar / Lieferzeit

source: back_to_overview_label
de: Zurück zur Übersicht
fr: Retour sur l'aperçu

source: bank_accounts_label
de: Bankkonten

source: bank_code_label
de: BLZ
fr: Code bancaire

source: bank_name_label
de: Bankname

source: canceled
de: Storniert
fr: annulé

source: canceled_label
de: Abgebrochen
fr: Annulé

source: card_number_label
de: Kartennummer
fr: Numéro de la carte

source: card_owner_label
de: Karteninhaber
fr: Titulaire

source: cart_id_label
de: Karten-ID
fr: Identifiant du panier

source: cart_label
de: Warenkorb
fr: Panier

source: carts_label
de: Warenkörbe
fr: Paniers

source: categories_label
de: Kategorien
fr: Catégories

source: catgories_tree_label
de: Kategorienbaum
fr: Arbre des catégories

source: checkout_label
de: Kasse

source: checkout_recommendation_2
de: Bitte geben Sie eine E-Mail Adresse ein:

source: checkout_total_sum_label
de: Gesamt
fr: Montant total

source: click_to_close_window_label
de: Klicken um das Fenster zu schließen
fr: Cliquez pour fermer la fenêtre

source: closed
de: Abgeschlossen

source: closed_label
de: Geschlossen

source: complete_order_label
de: Bestellung abschliessen
fr: Complétion de la commande

source: country_label
de: Land
fr: Pays

source: creation_date_label
de: Erstellungsdatum
fr: Date de création

source: credit_card_type_label
de: Typ

source: credit_cards_label
de: Kreditkarten

source: criteria_label
de: Kriterien
fr: Critère

source: customer_name_label
de: Kundenname

source: customers_label
de: Kunden

source: customers_view_description
de: Kundenübersicht

source: date_label
de: Datum

source: delete_article_label
de: Artikel löschen
fr: Effacer l'article

source: delete_label
de: Löschen

source: deliverable_label
de: Lieferbar

source: delivery_period_label
de: Lieferzeit

source: depositor_label
de: Kontoinhaber

source: descending_label
de: Absteigend

source: description_label
de: Beschreibung

source: details_label
de: Details

source: direct_debit_label
de: Banküberweisung

source: discount_label
de: Rabatt

source: discounts_label
de: Rabatte
fr: Promotions

source: edit_label
de: Bearbeiten

source: enabled_label
de: Aktiv

source: expiration_date_label
de: Ablaufdatum
fr: date d'expiration

source: first_label
de: Erste

source: formatter_label
de: Formatierer
fr: Agencement d'EasyShop

source: fullname_label
de: Name
fr: Nom de famille

source: general_label
de: Allgemein

source: global_properties_label
de: Globale Eigenschaften

source: go_label
de: Los!

source: go_on_shopping_label
de: Weiter einkaufen

source: go_to_cart_label
de: Zum Warenkorb

source: group_label
de: Gruppe

source: groups_label
de: Gruppen

source: groups_overview_label
de: Übersicht Gruppen

source: icon_label
de: Icon

source: id_label
de: ID

source: image_size_label
de: Bildgröße
fr: Taille de l'image

source: incl_tax_label
de: inkl. MwSt. =
fr: dont taxes :

source: information_label
de: Information

source: information_page_label
de: Informationsseiten

source: invoice_address_label
de: Rechnungsadresse
fr: Adresse de facturation

source: label_add_address
de: Adresse hinzufügen
fr: Ajoutez l'adresse

source: label_buy
de: Kaufe

source: label_cancel
de: Abbrechen
fr: Annulez

source: label_next
de: Weiter
fr: Suivant

source: label_save
de: Speichern

source: last_label
de: Letzte

source: last_modification_label
de: Letzte Änderung
fr: Derniers changements

source: last_seen_label
de: Zuletzt gesehen

source: lines_per_page_label
de: Zeilen pro Seite
fr: Lignes par page

source: local_properties_label
de: Lokale Eigenschaften
fr: Propriétés locales

source: login_label
de: Anmelden
fr: Identification de connexion

source: logout_label
de: Abmelden
fr: Déconnexion

source: manage_account_label
de: Konto verwalten
fr: Gestion des Comptes

source: manage_addressbook_label
de: Adressbuch verwalten
fr: Gestion du carnet d'adresses

source: manage_label
de: Verwalten
fr: Gestion

source: manage_name_label
de: Namen verwalten
fr: Gestion des noms et adresses émail

source: manage_password_label
de: Passwort verwalten
fr: Gestion du mot de passe

source: manage_payment_label
de: Zahlungsweisen verwalten
fr: Gestion des Paiements

source: manage_payment_methods_label
de: Zahlungsmethoden verwalten
fr: Gestion des moyens de paiements

source: message_label
de: Nachricht
fr: Message

source: more_orders_label
de: Alle Bestellungen

source: move_down_label
de: Nach unten
fr: Vers le bas

source: move_to_category_label
de: nach Kategorie(n) verschieben

source: move_up_label
de: Nach oben

source: my_account_label
de: Mein Konto
fr: Mon compte

source: my_orders_label
de: Meine Bestellungen
fr: Mes commandes

source: name-descending-label
de: Name absteigend

source: name_ascending_label
de: Name aufsteigend

source: name_label
de: Name

source: next_label
de: Nächste
fr: Suivant

source: no_addresses_label
de: Keine Adressen vorhanden
fr: Il n'y a pas encore d'adresse

source: no_cart_label
de: Der Kunde hat keinen Warenkorb

source: no_carts_label
de: Keine Warenkörbe vorhanden
fr: Il n'y a pas de panier.

source: no_categories_label
de: Es sind keine Kategorien vorhanden.
fr: il n'y a pas de catégorie

source: no_criteria_label
de: Es sind keine Kriterien vorhanden.
fr: Il n'y a pas de critère défini

source: no_customers_label
de: Es sind keine Kunden vorhanden
fr: Il n'y a pas encore de client

source: no_groups_label
de: Es sind keine Gruppen vorhanden
fr: Il n'y a pas de groupes définis

source: no_information_label
de: Keine Informationsseiten

source: no_orders_label
de: Keine Bestellungen vorhanden.
fr: Il n'y a pas de commande

source: no_payment_methods_label
de: Keine Zahlungsweisen vorhanden.
fr: Il n'y a pas de mode de paiement définie

source: no_payment_prices_label
de: Keine Preise für Zahlungsweisen vorhanden.

source: no_products_for_category_label
de: Diese Kategorie hat keine Produkte
fr: Il n'y aucun produit dans cette catégorie

source: no_products_found_label
de: Es wurden keine Produkte gefunden.
fr: Aucun produit trouvé

source: no_products_label
de: Keine Produkte vorhanden.
fr: Il n'y a pas de produit

source: no_shipping_methods_label
de: Keine Lieferarten
fr: Il n'y a pas de mode de transport.

source: no_shipping_price_label
de: Es gibt keine Lieferpreise
fr: aucuns frais de transport n'ont été fixés

source: no_stock_information_label
de: Es sind keine Lager information vorhanden
fr: Il n'y a pas d'information de stock

source: not_deliverable_label
de: Nicht lieferbar
fr: Non livrable

source: of_label
de: von

source: order_date_label
de: Datum
fr: Date

source: order_email_label
de: E-Mail
fr: Email

source: order_id_label
de: Bestellung-ID
fr: ID

source: order_link_label
de: Zur Bestellung

source: order_name_label
de: Kundenname
fr: Nom

source: order_phone_label
de: Telefon
fr: Téléphone

source: order_preview_description
de: Bitte überprüfen Sie die Bestellung. Wenn Sie fertig sind, bestätigen Sie bitte unsere AGB und klicken auf "Bestellung absenden".
fr: Procédez à la vérification de votre commande puis confirmez l'acceptation de nos termes et conditions avant d"appuyer sur "Finalisation de la commande".

source: order_state_label
de: Bestellstatus

source: order_total_label
de: Gesamt
fr: Total

source: orders_label
de: Bestellungen
fr: Commandes

source: payed (not sent)
de: Bezahlt - nicht versendet
fr: payé (non envoyé)

source: payed_not_sent_label
de: Bezahlt (nicht gesendet)
fr: Payé mais non envoyé

source: payment_label
de: Bezahlen
fr: Paiement

source: payment_method_label
de: Zahlungsweise
fr: Mode de paiement

source: payment_methods_label
de: Zahlungsweisen
fr: Modes de paiement

source: payment_price_label
de: Preis Zahlungsweise

source: payment_prices_label
de: Preise Zahlungsweisen

source: pending
de: In Bearbeitung
fr: en attente

source: pending_label
de: In Bearbeitung
fr: En attente

source: personal_informations_label
de: Persönliche Informationen
fr: Informations personnelles

source: preview_order_form_title
de: Bestellung abschließen
fr: Complétion de la commande en cours

source: previous_label
de: Vorhergehend
fr: Précédent

source: price_ascending
de: Preis aufsteigend

source: price_descending_label
de: Preis absteigend
fr: Par prix décroissant

source: price_label
de: Preis
fr: Prix

source: priority_label
de: Prorität
fr: Priorité

source: product_height_label
de: Produkthöhe
fr: Hauteur de l'image

source: product_label
de: Produkt
fr: Produit

source: product_price_label
de: Preis
fr: Prix du produit

source: products_label
de: Produkte
fr: Produits

source: products_per_line_label
de: Produkte pro Zeile
fr: Produits par ligne

source: products_view_description
de: Übersicht über alle Produkte
fr: Aperçu de tous les produits.

source: properties_label
de: Eigenschaften
fr: Propriétés

source: quantity_label
de: Menge
fr: Quantité

source: recommendation_body
de: ${customer_name} möchte Ihnen unseren Service weiterempfehlen.
