Repository: Easyshop/Easyshop
Catalog: products/EasyShopTranslations/i18n/easyshop-*.po
Languages: de, fr

source: recommendation_footer
de: Wenn Sie wollen, besuchen Sie uns unter ${shop_url}

source: recommendation_header
de: Guten Tag,Ihre Email-Adresse (${email}) wurde uns angegeben, weil unten angegeben Person unseren Shop benutzt hat.

source: refresh_label
de: Aktualisieren

source: related_products_label
de: Passende Produkte
fr: Produits associés

source: reveived_at_label
de: Empfangen am

source: save_label
de: Speichern
fr: Enregistrez

source: select_address_form_title
de: Bitte wählen Sie Ihrer Adressen aus.

source: select_form_description
de: Bitte wählen Sie Liefer- und Rechnungsadresse und klicken Sie auf "Weiter". Oder klicken Sie auf "Adresse hinzufügen" um eine neue Adresse hinzuzufügen.
fr: Choisissez les adresse de facturation et de livraison puis appuyez sur le bouton "suivant" ou ajoutez de nouvelles adresses

source: select_label
de: Bitte auswählen!

source: select_payment_form_description_1
de: Wenn Sie fertig sind, klicken Sie bitte auf "Weiter".
fr: Une fois le formulaire rempli; appuyez sur "Suivant".

source: select_payment_form_description_2
de: (Sie können die Bestellung am Ende überprüfen, bevor sie versendet wird.)
fr: (Vous aurez la possibilité de vérifier la commande avant son envoi.)

source: select_payment_form_title
de: Bitte wählen Sie Ihre Bezahlmethode
fr: Choisissez maintenant un mode de paiement

source: select_shipping_form_description_1
de: Wenn Sie fertig sind, klicken Sie bitte auf "Weiter".
fr: Une fois fait; appuyez sur "suivant"

source: select_shipping_form_title
de: Bitte wählen Sie Ihre Lieferart.
fr: Choix d'une mode de transport

source: selected_products_label
de: Ausgewählte Produkte
fr: Sélection de produits :

source: sent (not payed)
de: Versendet - nicht bezahlt
fr: Envoyé (non payé)

source: sent_not_payed_label
de: Gesendet (nicht bezahlt)
fr: Envoyé mais non payé

source: sent_not_payed_orders_label
de: Gesendet - Nicht bezahlt
fr: Commandes envoyées et non réglées

source: shipping_address_label
de: Lieferadresse
fr: Adresse de livraison

source: shipping_label
de: Versand
fr: Transport

source: shipping_method_label
de: Lieferart
fr: Mode de transport

source: shipping_methods_label
de: Lieferarten
fr: Modes de transport

source: shipping_price_label
de: Lieferpreis
fr: Frais de transport

source: shipping_prices_label
de: Preise für Lieferarten
fr: Frais de transport

source: shippingcost_link_label
de: Versandkosten

source: shop_label
de: Shop
fr: Boutique

source: shop_recommendation_1
de: Wenn Sie mit unserem Service zufrieden waren, empfehlen Sie uns doch weiter.
fr: Si vous êtes satisfaits de nos services, pensez à nous recommander auprès d'amis.

source: show_chars_label
de: Anzahl Buchstaben
fr: Nombre de caractères

source: show_products_label
de: Produkte anzeigen
fr: Montrer les produits

source: sorting_label
de: Sortierung

source: state_label
de: Status:

source: stock_information_label
de: Lagerinformationen
fr: Information sur stock

source: taxes_label
de: Mehrwertsteuern
fr: Taxes

source: terms_and_conditions_label_1
de: Ja, ich akzeptiere die
fr: Oui, j'accepte

source: terms_and_conditions_label_2
de: Allgemeinen Geschäftsbedingungen
fr: les termes et conditions

source: terms_and_conditions_label_3
de: von
fr: de

source: text_label
de: Text
fr: Texte

source: thank_you_description_1
de: Ihre Bestellung wurde erfolgreich übertragen. Sie erhalten in Kürze eine Bestellbestätigung per E-Mail.
fr: Votre commande est maintenant complète. Vous allez en recevoir rapidement confirmation.

source: thank_you_description_2
de: Wir haben diese unter der Nummer
fr: Votre commande a été acceptée sous la référence

source: thank_you_description_3
de: entgegengenommen. Sie erhalten in Kürze eine Bestätigung per E-Mail. Sie können den Status Ihrer Bestellung jederzeit einsehen unter:
fr: Vous pouvez suivre votre commande à

source: thank_you_title
de: Vielen Dank für Ihren Einkauf!
fr: Nous vous remercions de vos achats.

source: title_label
de: Titel
fr: Intitulé

source: total_label
de: Gesamt
fr: Total

source: unit_price_label
de: Stückpreis
fr: Prix unitaire

source: user_form_title
de: Bitte fügen Sie Username und Passwort hinzu.
fr: Saisissez s'il vous plaît vos identifiant et mot de passe.

source: user_label
de: Benutzer
fr: Utilisateur

source: value_label
de: Wert

source: variants_label
de: Varianten

source: view_label
de: Ansicht
fr: Vue

source: welcome_label
de: Willkommen!
fr: Bienvenue

source: zoom_label
de: Zoom
fr: Gros plan

source: zoom_view_label
de: Zoomansicht
fr: Vue en gros plan

source: Absolute
fr: Absolu

source: American Express
fr: Carte American Express

source: Bank Name
fr: Nom de la banque

source: Cart Item
fr: Articles du panier

source: E-Mail
fr: Émail

source: EasyShop Manager
fr: Gérant de EasyShop

source: MasterCard/EuroCard
fr: Carte MasterCard/EuroCard

source: Text
fr: Texte

source: change_price_label
fr: Changement de prix

source: new_id_label
fr: Nouvel identifiant

source: new_path_label
fr: Nouveau chemin

source: new_price_label
fr: Nouveau prix

source: new_title_label
fr: Nouvel Intitulé

source: no_bank_information_label
fr: Il n'y a pas d'information bancaire

source: no_discount_label
fr: Il n'y a pas de promotion.

source: no_taxes_label
fr: Il n'y a pas de taxe.

source: old_path_label
fr: Ancien chemin

source: paths_label
fr: Ancien chemin / Nouveau chemin

source: paypal_label
fr: PayPal

source: rate_label
fr: Taux
